<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    <%@ include file="/ssi/ssi.jsp"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<body leftmargin="0" topmargin="0">
 
	<form name="frm" method="post">
		<h2 align="center">개인정보 처리방침</h2>

		<table border="0" cellspacing="0" cellpadding="2" align="center">
			<tr>
				<td><div><ul class="tabs-menu">
				<li class="current">
				<a href="agree1.html"><span>이용약관</span></a>
				</li>
				<li>
				<a href="agree2.html"><span>개인정보 </span><span>처리방침 </span></a>
				</li>
				<li>
				<a href="agree3.html"><span>개인정보 </span><span>제3자 </span><span>제공동의</span></a></li>
				<li>
				<a href="agree4.html"><span>위치기반 </span><span>서비스 </span><span>이용약관</span></a></li>
				</ul></div><textarea rows="40" cols="100" readonly="readonly">요기요 이용약관

				개인정보 제3자 제공동의

제1조 (목적)
회사는 귀하로부터 수집한 개인정보는 "개인정보처리방침"에서 고지한 범위내에서만 사용하며, 회원의 동의 없이는 해당 범위를 초과하여 이용하거나 제3자에게 제공하지않습니다. 다만, 양질의 서비스제공을 위하여 회원의 개인정보를 협력업체에게 제공하거나 공유할 필요가 있는 경우에는 제공 또는 공유할 정보의 항목 및 제공받는 자, 제공목적, 이용 및 보유기간 등을 귀하에게 고지하여 동의를 구합니다.

제2조 (목적 외 사용 및 제3자에 대한 제공 및 공유)
① 회사는 귀하의 개인정보를 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업, 기관에 제공하지 않습니다. 특히 다음의 경우는 주의를 기울여 개인정보를 이용 및 제공할 것입니다.
1. 제휴 관계: 배달서비스 이용계약의 이행을 위하여 귀하의 개인정보를 제휴사에게 제공 하거나 제휴사와 공유할 수 있습니다.
개인정보를 제공받는 자	제휴 음식점 및 제휴 배달대행업체
음식점 제휴 배달대행 업체, 제휴사 리스트
개인정보를 제공받는 자의 개인정보 이용목적	제휴 서비스 제공
제공하는 개인정보의 항목	이용 서비스 내역, 성명, 휴대전화번호, 주소
개인정보보유 및 이용기간	서비스제공 완료 후 6개월
* 회사 서비스의 특성 상 수시로 발생하는 서비스 제공업체와의 제휴로 인하여 “제공 받는 자” 관련 개인정보처리방침 개정에 어려움이 있습니다. 따라서 서비스 제공 업체를 위 표 내 제휴사 리스트 부분에 링크하여 안내합니다.

2. 매각, 인수합병 등: 서비스제공자의 권리와 의무가 완전 승계 이전되는 경우 반드시 사전에 정당한 사유와 절차에 대해 상세하게 고지할 것이며 이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다.
② 고지 및 동의방법은 온라인 홈페이지 초기화면의 공지사항을 통해 최소 10일 이전부터 고지함과 동시에 이메일 등을 이용하여 1회 이상 개별적으로 고지합니다.
③ 다음은 예외로 합니다.
1. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우
2. 통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주 협력사나 연구단체 등에 제공하는 경우
3. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
4. 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.
		
		</textarea>
	</td>	 
	</tr>
		</table>
		<div style="text-align: center">
 		<input type="button" value="확인" onclick="location.href='order.html'" /> 
		</div>
	</form>
</body>
</body>
</html>